{
  "posRes": [
    "Absolutely",
    "Certainly",
    "Indeed",
    "Affirmative",
    "Sure",
    "Of course",
    "Definitely",
    "Agreed",
    "By all means",
    "Without a doubt",
    "Surely",
    "Certainly",
    "Positively",
    "Absolutely",
    "Yup",
    "Yeah",
    "OK",
    "Aye",
    "Totally",
    "Undoubtedly"
  ],
  "negRes": [
    "Negative",
    "Nope",
    "Not at all",
    "Certainly not",
    "Absolutely not",
    "Decline",
    "Refuse",
    "Deny",
    "Disagree",
    "No",
    "No way",
    "By no means",
    "Not really",
    "Definitely not",
    "Certainly no",
    "Not a chance",
    "I disagree",
    "Absolutely no",
    "I decline",
    "I dissent"
  ],
  "greetings": [
        "Hello - Feel free to describe the issue you're encountering.",
        "Greetings - Share with me the details of the problem you're experiencing.",
        "Good day - Let me know what difficulties or challenges you're currently facing.",
        "Hi there - Provide me with information about the problem you'd like assistance with.",
        "Good morning - I'm here to help - tell me about the issue you need support with.",
        "Good afternoon - Share the specifics of the problem so that I can better assist you.",
        "Good evening - Feel open to explain the nature of the problem you're dealing with.",
        "Hi, its good to see you! - Inform me about your concerns or issues, and I'll do my best to assist.",
        "Ciao - Give me the details of the problem you'd like guidance on.",
        "Welcome - Feel comfortable sharing your problem, and I'll provide assistance.",
        "Nice to see you - Describe the issue you're having, and I'll offer the necessary help.",
        "Hey - I'm ready to assist—please describe the problem you're encountering.",
        "What's up - Let me know what issue you're grappling with, and I'll provide support.",
        "How are you - Provide me with insights into the problem you're looking for help with.",
        "Hi - Feel free to communicate the challenges you're facing at the moment.",
        "Hello there - I'm here to listen—please explain the problem you need help resolving.",
        "How's it going - Describe your problem, and I'll offer guidance or solutions.",
        "Hey, how is it going? - Share the details of your concern, and I'll assist you accordingly.",
        "I'm here to help — please share the specifics of the issue you're facing. -"
      ],
  "farewells": [
    "Goodbye",
    "Farewell",
    "Take care",
    "Until next time",
    "See you later",
    "Goodbye for now",
    "Bye",
    "Adieu",
    "Cheerio",
    "Bye for now",
    "Have a great day",
    "Until we meet again",
    "So long",
    "Goodbye then",
    "Bye-bye",
    "Take care of yourself",
    "Until later",
    "See you around",
    "Goodnight",
    "Wishing you well"
  ]
}
